Repository: fredrikCarlsson1/boardgame
Catalog: game/*.lproj/Localizable.strings
Languages: sv

# missing_info_in_alert
source: Missing information
sv: Information saknas

# team_names
source: Team %d
sv: Lag %d

source: Team
sv: Lag

source: Select at least 2 teams
sv: Välj två lag eller fler

# select_at_least_2_players
source: Add at least 2 players to every team to begin playing
sv: Välj minst två spelare till varje lag för att börja spela

source: With other Words
sv: Med andra ord

source: Charades
sv: Charader

source: Team Challenge
sv: Lagutmaning

source: Can you figure it out?
sv: Kan ni lista ut svaret?

source: Hum the Song
sv: Nynna låten

# first_team_to_play
source: OK, %@ You get to go first! Press Start or shake the screen to begin playing!
sv: OK, %@. Ni får börja! Tryck på Startknappen eller skaka på skärmen för att spela!

# if_team_is_first
source: %@, you are doing great! Let's keep up the good work!
sv: %@, ni spelar bra! Fortsätt såhär!

# if_team_is_last
source: %@, come on now! You need these points
sv: %@, kom igen nu! Ni behöver de här poängen

# if_position_unknown
source: %@, you are up!
sv: %@, det är eran tur!

# if_game_is_withOtherWords
source: %@, it's your time to shine! After pressing Start Game, you will have 30 seconds to describe five words to your team. You get one point for each correct answer. Be sure not to display the screen for your fellow players. Good luck!
sv: %@, det är din tur att glänsa! Efter att ha tryckt på Start-knappen kommer du ha 30 sekunder på dig att att beskriva fem ord för ditt lag. Ni får en poäng för varje svar som är rätt. Se till att inte visa skärmen för dina medspelare. Lycka till!

# if_game_is_charades
source: %@, you are up! Hide the screen for your team and explain the following five words for them with gestures...
sv: %@, det är din tur! Dölj skärmen för dina lagkamrater och förklara följande ord endast genom att använda gester...

# if_game_is_teamChallenge
source: %@, let's hope you are ready for a team challenge. After you have pressed the Start Button, you will have 45 seconds to complete the task. Go for it!
sv: %@, hoppas ni är redo för en lagutmaning! Efter att ha tryckt på startknappen har ni 45 sekunder på er att utföra utmaningen. Kom igen nu!

# if_game_is_canYouFigureItOut
source: %@, gather around the screen! When you have pressed the Start button, try to find the answer we are looking for. If you don't know the right answer, ask for another clue. The sooner you guess, the more points you might get. But be careful, you could end up with no points at all...
sv: %@, samlas runt skärmen! När ni har tryckt på startknappen ska ni försöka lista ut svaret vi söker. Om ni inte vet svaret kan ni begära en till ledtråd. Desto tidigare ni gissar, desto fler poäng har ni möjlighet att få. Men var försiktiga, ifall ni svarar fel får ni inga poäng alls...

# if_game_is_humTheSong
source: %@, let's test your music skills. Your goal is to get yourteammates to guess the right song titles, only by humming the following hits. Be sure not to show them the screen after pressing the Start button. Good luck!
sv: %@, låt oss testa dina musikkunskaper! Målet är att få dina lagkamrater att gissa rätt låttitel, endast genom att nynna låten. Se till att inte visa skärmen för dina medspelare innan du trycker på Start-knappen. Lycka till!

# if_wordPoints_is_5
source: Amazing! That was a perfect round. You guys really know your words!
sv: Otroligt! Det där var en perfekt omgång. Ni kan verkligen era ord!

# if_wordPoints_is_4
source: Not bad... Not bad at all
sv: Inte dåligt... Inte dåligt alls

# if_wordPoints_is_3
source: That's it. Good job
sv: Såja. Bra jobbat!

# if_wordPoints_is_2
source: 2 points is decent. You will do better next time
sv: 2 poäng är hyfsat. Nästa gång är ni ännu bättre

# if_wordPoints_is_1
source: Nah, this is not okay
sv: Nah, det där är inte okej

# if_wordPoints_is_0
source: Thats a swing and a miss! We all know that you are better than that!
sv: Ajajaj... Vi vet alla att ni är bättre än sådär!

# if_charades_is_5
source: Wow! That's impressive! 5 points is now added to your Team.
sv: Wow! Det där är imponerande! Fem poäng till er!

# if_charades_is_4
source: 4 points in 45 seconds, well done!
sv: Fyra poäng på 45 sekunder. Bra gestikulerat

# if_charades_is_3
source: There you go!
sv: Ni kan ju!

# if_charades_is_2
source: We have seen better performances
sv: Vi har sett bättre framträdanden om man säger så...

# if_charades_is_1
source: Admit it. That was a disappointment. Come on now!
sv: Erkänn. Det där var en besvikelse. Kom igen nu!

# if_charades_is_0
source: No no no!
sv: Nej nej nej!

# if_tc_is_5
source: Fantastic work! You guys have great teamwork. Keep it up!
sv: Fantastiskt! Ni har grymt lagsamarbete. Fortsätt så!

# if_tc_is_0
source: Okay, you can not succeed every time. Lets get back up on the horse!
sv: Okej, ni kan inte lyckas varje gång. Det är bara att fortsätta försöka!

# if_cyfio_is_5
source: Superb! You are bringing all five points back home!
sv: Super! Vilken kunskap ni besitter!

# if_cyfio_is_4
source: Woh! Impressive
sv: Woh! Imponerande!

# if_cyfio_is_3
source: Three points is not bad. Good for you guys
sv: Tre poäng är inte dåligt. Kul för er!

# if_cyfio_is_2
source: Well done, team
sv: Bra gjort, laget

# if_cyfio_is_0
source: Well at least you tried. Better luck next time!
sv: Jaha, ni försökte i alla fall. Bättre lycka nästa gång!

# if_hum_is_5
source: Unbelievable! Even John Lennon would be impressed by that performance!
sv: Makalöst! Till och med John Lennon hade blivit imponerad av det där nynnandet!

# if_hum_is_4
source: Ahhh, your little hummingbird! 4 points!
sv: Ahhh, din lilla sångfågel! 4 poäng!

# if_hum_is_3
source: That was beutiful!
sv: Det där var vackert!

# if_hum_is_2
source: Good job! 2 points for you...
sv: Bra jobbat! 2 poäng till er...

# if_hum_is_1
source: You will do better next time!
sv: Bättre lycka nästa gång!

# if_hum_is_0
source: That was not what we hoped for. This is a difficult game, but you are better than this!
sv: Det där var inte vad vi hoppades på. Visst, det här är ett svårt spel men ni är bättre än såhär!

# titlePlaceholder
source: Title on category
sv: Kategorititel

# word1Placeholder
source: Word 1
sv: Ord 1

# word2Placeholder
source: Word 2
sv: Ord 2

# word3Placeholder
source: Word 3
sv: Ord 3

# word4Placeholder
source: Word 4
sv: Ord 4

# word5Placeholder
source: Word 5
sv: Ord 5

# hint1Placeholder
source: Hint 1
sv: Ledtråd 1

# hint2Placeholder
source: Hint 2
sv: Ledtråd 2

# hint3Placeholder
source: Hint 3
sv: Ledtråd 3

# hint4Placeholder
source: Hint 4
sv: Ledtråd 4

# hint5Placeholder
source: Hint 5
sv: Ledtråd 5

# song1Placeholder
source: Song 1
sv: Låt 1

# song2Placeholder
source: Song 2
sv: Låt 2

# song3Placeholder
source: Song 3
sv: Låt 3

# song4Placeholder
source: Song 4
sv: Låt 4

# song5Placeholder
source: Song 5
sv: Låt 5

# challengePlaceholder
source: Challenge
sv: Utmaning

# answePlaceholder
source: Answer
sv: Svar

source: points
sv: poäng

# continueOrEdit
source: Go back and edit your score or proceed to the next team
sv: Gå tillbaka och ändra poängen eller fortsätt till nästa lags tur

# newGameHelpText
source: - Select desired number of teams. - Add at least two players to each team by pressing the team's game pice and then selecting players for the specific team
sv: - Välj först önskat antal lag. - Lägg därefter till minst två spelare till vardera lag genom att trycka på varje lags spelpjäs

# alertViewAnswer
source: The right answer is %@. If you got it you get %@ points. Did you get the right answer?
sv: Rätt svar är %@. Om ni gissade rätt får ni %@ poäng. Svarade ni rätt?

# alertViewQuestion
source: Did you make it?
sv: Klarade ni det?

# shortGameInstructions
source: GAME IN BRIEF: nAs the name points out, there are five games in one. The team will be tested in: - With other words - Charades - Hum the song - Can you figure it out? - Team challenge On each teams turn, one of these five games will be randomly selected. The maximum score per round is 5 points, regardless of which of the games you get. The first team to reach 30 points will win. If you are unsure of the rules during the game, just look for the '?' icon for detailed instructions.
sv: SPELET I KORTHET: Som namnet antyder är det här fem spel i ett. Laget kommer testas i delmomenten: - Med andra ord - Charader - Nynna låten - Kan ni lista ut svaret - Lagutmaning Inför varje lags tur väljs slumpmässigt ett av dessa fem spel ut. Maxpoängen per runda är 5 poäng, oavsett vilket av spelen ni får. Det lag som först kommer upp i 30 poäng vinner. Om ni är osäkra på reglerna under spelets gång är det bara att hålla utkik efter ’?’-iconen för utförligare instruktioner.

# nrOfPlayersAndTeams
source: NUMBER OF PLAYERS: 4 or more. NUMBER OF TEAMS: 2-5 teams where each team needs at least 2 players
sv: ANTAL SPELARE: 4 eller fler. ANTAL LAG: 2-5 lag där vardera lag behöver minst 2 spelare

# startTheGameInstructions
source: THE START OF THE GAME: text
sv: SPELETS START: text

# withOtherWordsInstructions
source: WITH OTHER WORDS: In this game, one of the team members will be randomized as 'speaker'. This person should describe five words in a particular topic for his teammates through synonyms and descriptions. It is not allowed to translate the words into another language or to spell them out. If the 'speaker' happens to say the word or part of a word, then the word is dead and you can move on to the next one. It does not matter which order you choose from the five words. In the game, the entire team will find out the current topic that the words will be about. But when the start button is pressed, only the 'speaker' from the team gets to see the screen. You have 30 seconds to handle as many of the five words as possible. At each correct answer, the 'speaker' clicks the checkbox next to the word.
sv: MED ANDRA ORD: I detta spel kommer en av lagmedlemmarna slumpas fram som ”talare”. Denna person ska beskriva fem ord inom ett visst ämne för sina lagkompisar genom synonymer och beskrivningar. Det är inte tillåtet att översätta orden till ett annat språk eller att bokstavera dem. Om ’talaren’ råkar säga hela eller delar av ett ord så är det ordet dött och ni får gå vidare till nästa. Det spelar ingen roll i vilken ordning man väljer bland de fem orden. Inför omgången får hela laget reda på det aktuella ämnet som orden kommer att handla om. Men då startknappen trycks ner får endast ’talaren’ från laget se skärmen. Ni har 30 sekunder på er att klara så många av de fem orden som möjligt. Vid varje rätt svar kryssar ”talaren” i checkboxen bredvid ordet.

# charadesInstructions
source: CHARADES: In this game one of the team members will silently illustrate five words within a particular category, using gestures and body language only. The team gets to know what theme applies before the game starts but after the start button is pressed, only the person gesturing can see the screen. You have 45 seconds to handle as many of the five words as possible. With each correct answer, the one that explains checks in the checkbox next to the word. There is no requirement in which order you take the words
sv: CHARADER: Detta spel går ut på att en av lagmedlemmarna ljudlöst ska illustrera fem ord inom en viss kategori, enbart med hjälp av gester och kroppsspråk. Laget får inför omgången veta vilket tema som gäller men efter startknappen tryckts ner får endast den som gestikulerar se orden. Ni har 45 sekunder på er att klara så många av de fem orden som möjligt. Vid varje rätt svar kryssar den som förklarar i checkboxen bredvid ordet.

# teamChallengeInstructions
source: TEAM CHALLENGE: In this game, the team will perform a challenge of 45 seconds together or individually. You will find out the theme in advance, so that you know what kind of challenge you will get. When you press the start button, time begins so everyone in the team must be prepared and quickly read the challenge on the screen. After the time has elapsed, you will be asked if you passed the game or not. If you succeed you get five points. If you fail you will get zero points. In this games there is no facit because there are so many different correct answer options. If you are unsure if you answered correctly, you can google the right answers.
sv: LAGUTMANING: Här ska laget tillsammans eller enskilt utföra en utmaning på 45 sekunder. Ni får inför omgången reda på temat så att ni vet på ett ungefär vilken typ av utmaning ni kommer få. När ni trycker på startknappen börjar tiden så alla i laget måste vara beredda och snabbt läsa utmaningen på skärmen. Efter tiden gått ut får ni frågan om ni klarat spelet eller inte. Om ni lyckas får ni fem poäng. Om ni misslyckas får ni noll poäng. I dessa spel finns inget facit i och med att det finns så pass många olika korrekta svarsalternativ. Om ni är osäkra på om ni svarat rätt får ni googla fram svaren.

# canYouFigureItOutInstructions
source: CAN YOU FIGURE IT OUT:In this game everyone in the team gets to see the screen. You get to know the theme and will find the right answer by five different clues. You have two choices during the game. Either to take a new clue, which reduces the possible scoring of points with one point. Or press 'Guess'. When you do this you must first speak the answer out loud so the other teams can hear you. If your answer matches the correct answer, you will earn points depending on your score level. If you answered incorrectly, you will receive zero points.
sv: KAN NI LISTA UT SVARET: I det här spelet får alla i laget se skärmen. Ni får veta temat och ska genom ledtrådar lista ut vilket svar som eftersöks. Ni har under spelets gång två valmöjligheter. Antingen att ta en ny ledtråd, vilket minskar den möjliga poängutdelningen med ett poäng. Eller att trycka på ”Gissa”. Då måste ni först säga svaret högt så de andra lagen hör. Om ert svar överensstämmer med det korrekta svaret får ni poäng beroende på dåvarande poängnivå. Om ni svarade fel får ni noll poäng.

# humTheSongInstructions
source: HUM THE SONG: In this game, the team's music skills are tested. A team member is chosen to hum five different songs within a particular genre. The rest of the team knows in advance what genre to make the game a bit easier. When the start button is pressed, the person who is going to hum the songs should be the only one to see the screen. Now that person will do his best to get the rest of the team to hear what the songs are. It is not allowed to pronounce words neither speaking nor singing. NOTE: It's enough to guess the song title. You do not need the get the artist right too. There is no requirement in which order you hum the songs. The timer is set to one minute.
sv: NYNNA LÅTEN: I det här spelet testas lagets musikkunskaper. En lagmedlem väljs ut till att nynna fem olika låtar inom en viss genre. Resten av laget vet på förhand vilken genre för att göra det en aning enklare. När startknappen trycks ner ska personen som ska nynna vara den enda som ser skärmen. Nu ska den personen göra sitt bästa för att få resten av laget att höra vilka låtarna är. Det är inte tillåtet att uttala ord varken talandes eller sjungandes. OBS: Det räcker med att gissa rätt på låtens titel. Ni behöver alltså inte kunna artisten. Det är inget krav på vilken ordning som låtarna nynnas i. Tidsfristen är en minut.

source: Edit
sv: Ändra

source: Done
sv: Klar

source: First clue:
sv: Första ledtråden:

source: Second clue:
sv: Andra ledtråden:

source: Third clue:
sv: Tredje ledtråden:

source: Fourth clue:
sv: Fjärde ledtråden:

source: Fifth clue:
sv: Femte ledtråden:

# gameOver1
source: God job
sv: Bra jobbat

# gameOver2
source: and %@! You were simply the best today! LetÂ´s hope your opponents improves until next time
sv: och %@! Ni var helt enkelt bäst idag! Låt oss hoppas att era motståndare bjuder på bättre motstånd nästa gång!

# settingsAlert
source: You need to select at least one deck of cards!
sv: Ni måste välja åtminstone en kortlek!
